'use strict'

var navList = [
  '家',
  '体育博彩',
  '电竞',
  '真人娱乐场',
  '棋牌',
  '老虎机',
  '彩票',
  '优惠',
  '常见问题',
  '更多'
]

var navListBadges = [
  '',
  '热',
  '热',
  '',
  '新!',
  '新!',
  '热',
  '热',
  '',
  '',
  ''
]

var navSubList = [
  '',
  [
    '乐天堂体育',
    '沙巴体育',
    'IM体育'
  ],
  '',
  [
    'IM体育 (AG)',
    '易博堂 (EB)',
    '沙龙堂 (SA)',
    '北方堂 (GD)',
    '太阳堂 (SB)',
    '隆运堂 (AB)',
    '双赢堂N2 (NL)'
  ],
  [
    '双赢棋牌',
    '开元棋牌'
  ],
  [
    'NET 老虎机',
    'MG 老虎机',
    'PP 老虎机',
    'PT 老虎机',
    'SW 老虎机',
    'CQ9 老虎机',
    'SG 老虎机',
    'BSG 老虎机',
    'RT 老虎机'
  ],
  [
    '双赢彩票',
    'LB快乐彩'
  ],
  [
    '每日好礼',
    '返水',
    '全部',
    '迎新礼',
    '体育投注',
    '电竞',
    '真人娱乐',
    '棋牌',
    '老虎机',
    '彩票',
    '钻石会员',
    '独家定制'
  ],
  [
    '新会员',
    '账户资料',
    '资金信息',
    '促销',
    '投注指南',
    '回馈会员',
    '博彩规章',
    '公司介绍',
    '手机信息'
  ],
  [
    '推荐好友',
    '天王俱乐部',
    '钻石俱乐部',
    '品牌赞助',
    '下载中心',
    '救命'
  ]
]

var locale = {
  nav: {
    main: {
      list: navList
    },
    sub: {
      list: navSubList
    },
    badges: navListBadges
  },
  footer: {
    title: [
      'FUN88官方网站',
      '博彩责任',
      '运营监管',
      '支付方式',
      '游戏平台'
    ],
    sub: {
      title: [
        '公司标语在这里。',
        '版权<公司>©2020'
      ],
      text: ['Website', 'Download']
    },
    link: [
      [
        '体育博彩',
        '电竞',
        '真人娱乐场',
        '棋牌',
        '老虎机',
        '彩票',
        '捕鱼游戏'
      ],
      [
        '优惠',
        '天王俱乐部',
        '下载中心',
        '帮助中心',
        '品牌赞助'
      ],
      [
        '关于乐天堂',
        '联盟合作',
        '基本规则与条规',
        '理性博彩',
        '隐私权政策',
        '规则与条件'
      ]
    ]
  },
  button: ['登录', '寄存器']
}