var game = {
  lists: [
    [
      'AG',
      '至尊堂 (AG)',
      '竞咪百家乐',
      '6牌百家乐',
      '急速百家乐',
      '欧洲轮盘 NEW!'
    ],
    [
      'EB',
      '易博堂 (eBET)',
      '轮盘',
      '骰宝',
      '龙虎',
      '极速百家乐'
    ],
    [
      'SA',
      '沙龙堂 (SA)',
      '百家乐',
      '极速百家乐',
      '多台百家乐',
      '骰宝'
    ],
    [
      'GD',
      '北方堂 (GD)',
      '互动百家乐',
      '3D百家乐',
      '骰宝',
      '轮盘'
    ],
    [
      'SB',
      '太阳堂 (SB)',
      '百家乐',
      '眯牌百家乐',
      '骰宝',
      '轮盘'
    ],
    [
      'AB',
      '隆运堂 (AB)',
      '贵宾百家乐',
      '竞咪互动百家乐',
      '豪华奖金百家乐',
      '骰宝'
    ],
    [
      'NL',
      '双赢堂N2 (NL)',
      '免佣百家乐',
      '传统百家乐',
      '骰宝',
      '轮盘'
    ]
  ]
}