var game = {
  lists: [
    [
      'NET',
      'NET 老虎机',
      '赏金冲刺',
      '精灵菲恩与漩涡转盘',
      '精灵菲恩的黄金客栈',
      '寻碟记'
    ],
    [
      'MG',
      'MG 老虎机',
      '冰球突破幸运百搭',
      '财运双线',
      '幸运生肖',
      '龙母财富'
    ],
    [
      'PP',
      'PP 老虎机',
      '杰克大师',
      '贵妃美人',
      '超级7',
      '解放大海怪'
    ],
    [
      'PT',
      'PT 老虎机',
      '财神兴盛',
      '疯狂猴子',
      '河船送福',
      '五行火送福'
    ],
    [
      'SW',
      'SW 老虎机',
      '四灵 舞狮奖池',
      '阿兹特克重转',
      '牛顿黄金引力',
      '双龙传大奖版'
    ],
    [
      'CQ9',
      'CQ9 老虎机',
      '上海再次旋转',
      '金鸡报囍3',
      '跳高高2',
      '贪吃猫'
    ],
    [
      'SG',
      'SG 老虎机',
      '鼠来宝',
      '龙飞凤舞',
      '888',
      '三福星'
    ],
    [
      'BSG',
      'BSG 老虎机',
      '金鼠迎春',
      '糖果派对',
      '超速引力',
      '龙王'
    ],
    [
      'RT',
      'RT 老虎机',
      '财富引擎',
      '玛雅时代',
      '欢乐小丑',
      '火狐传说'
    ]
  ]
}